/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Ett fel har uppstått på servern. Vänligen försök igen.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Ett okänt fel har uppstått på servern. Vänligen försök igen.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "API Nycklar";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Generera";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Endast när Mac är i vila";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Endast när prioritet är minst:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Prefix framför notifieringar:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Prowl Login";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Skickar till Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "Applikationen skickade ett kommando som servern inte förstod. Vänligen försök igen.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "Du loggade inte in och tillät en API nyckel att bli genererad.";

